benchmark_results/normal/node_kubernetes_1/fibonacci-blocker_30_c100.txt
Bombarding http://192.168.49.2:30000/fibonacci-blocker/30 with 10000 request(s) using 100 connection(s)
 10000 / 10000 [========================================================================================================================================================] 100.00% 251/s 39s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec       252.39     130.60     605.40
  Latency      394.07ms   333.51ms     10.72s
  HTTP codes:
    1xx - 0, 2xx - 9994, 3xx - 0, 4xx - 0, 5xx - 0
    others - 6
  Errors:
    dial tcp 192.168.49.2:30000: connect: connection refused - 6
  Throughput:    64.13KB/s