benchmark_results/normal/node_kubernetes_1/json-processing_c100.txt
Bombarding http://192.168.49.2:30000/json-processing with 10000 request(s) using 100 connection(s)
 10000 / 10000 [========================================================================================================================================================] 100.00% 2492/s 4s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec      2571.99     554.67    5133.39
  Latency       38.33ms    25.88ms   440.98ms
  HTTP codes:
    1xx - 0, 2xx - 10000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    94.35MB/s