benchmark_results/normal/node_kubernetes_1/json-small_c10.txt
Bombarding http://192.168.49.2:30000/json-small with 100000 request(s) using 10 connection(s)
 100000 / 100000 [=====================================================================================================================================================] 100.00% 7921/s 12s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec      8046.21    4530.28   17502.68
  Latency        1.24ms     4.15ms    76.80ms
  HTTP codes:
    1xx - 0, 2xx - 100000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     2.12MB/s