benchmark_results/normal/node_kubernetes_1/json-small_c100.txt
Bombarding http://192.168.49.2:30000/json-small with 100000 request(s) using 100 connection(s)
 100000 / 100000 [=====================================================================================================================================================] 100.00% 8606/s 11s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec      8733.13    4766.30   16720.69
  Latency       11.40ms    10.62ms   422.65ms
  HTTP codes:
    1xx - 0, 2xx - 100000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     2.31MB/s